Repository: devPnal/mygoodle-ios
Catalog: Source/mygoodle/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, pt_pt, ru, zh_hans, zh_hant, zh_hk

# 결제 금액
source: Price
ar: التسعير
de: Zahlungsbetrag
es: Monto del pago
fr: Montant du paiement
hi: भुगतान राशि
it: importo del pagamento
ja: お支払い額
ko: 결제 금액
pt_br: Valor do pagamento
pt_pt: Valor do pagamento
ru: Cумма платежа
zh_hans: 付款金额
zh_hant: 付款金額
zh_hk: 付款金額

# 결제 분야
source: Sector
ar: المدفوعات
de: Zahlungsfeld
es: Campo de pago
fr: Champ de paiement
hi: भुगतान फ़ील्ड
it: Campo pagamento
ja: お支払い分野
ko: 결제 분야
pt_br: Campo de pagamento
pt_pt: Campo de pagamento
ru: Поле платежа
zh_hans: 支付领域
zh_hant: 支付領域
zh_hk: 付款欄位

# 결제 서비스
source: Service name
ar: خدمات الدفع
de: Zahlungsdienst
es: Servicio de pago
fr: Service de paiement
hi: भुगतान सेवा
it: Servizio di pagamento
ja: お支払いサービス
ko: 결제 서비스
pt_br: Serviço de pagamento
pt_pt: Serviço de pagamento
ru: Платежный сервис
zh_hans: 付款金额
zh_hant: 支付服務
zh_hk: 服務名稱

# 결제 주기
source: Cycle
ar: دورة الدفع
de: Zahlungszyklus
es: Ciclo de pago
fr: Cycle de paiement
hi: भुगतान चक्र
it: Ciclo di pagamento
ja: お支払いサイクル
ko: 결제 주기
pt_br: Ciclo de pagamento
pt_pt: Ciclo de pagamento
ru: Платежный цикл
zh_hans: 付款周期
zh_hant: 付款週期
zh_hk: 付款週期

# 공식 사이트
source: Ofiicial site
ar: دورات الفوترة
de: Offizielle Seite
es: Sitio oficial
fr: Site officiel
hi: आधिकारिक साइट
it: Sito ufficiale
ja: 公式サイト
ko: 공식 사이트
pt_br: Site oficial
pt_pt: Site oficial
ru: Официальный сайт
zh_hans: 官方网站
zh_hant: 官方網站
zh_hk: 官方網站

# 기술
source: Tech
ar: التكنولوجيا
de: Technologie
es: Tecnología
fr: Technologie
hi: तकनीकी
it: Tecnologia
ja: 技術
ko: 기술
pt_br: Tecnologia
pt_pt: Tecnologia
ru: Технология
zh_hans: 技术
zh_hant: 科技
zh_hk: 技術

# 기타
source: ETC
ar: وهكذا دواليك
de: usw
hi: वगैरह
it: ECC
ja: その他
ko: 기타
ru: и т. д.
zh_hans: 等等
zh_hk: 等等

# 나의 정기 결제
source: My Subscription
ar: اشتراكاتي
de: Meine regelmäßige Zahlung
es: Mi pago regular
fr: Mon paiement régulier
hi: मेरा नियमित भुगतान
it: Il mio pagamento regolare
ja: 私の定期決済
ko: 나의 정기 결제
pt_br: Meu pagamento normal
pt_pt: O meu pagamento normal
ru: Мои повторяющиеся платежи
zh_hans: 我的订阅
zh_hant: 我的定期付款
zh_hk: 我嘅訂閱

# 만든 사람
source: Author
ar: تم إنشاؤها بواسطة
de: erstellt von
es: Creado por
fr: Créé par
hi: के द्वारा बनाई गई
it: Creato da
ja: 作成者
ko: 만든 사람
pt_br: Criado por
pt_pt: Criado por
ru: Создано
zh_hans: 创建者
zh_hant: 製片人
zh_hk: 創作者

# 매달
source: Monthly
ar: شهرياً
de: jeden Monat
es: Mes
fr: Mois
hi: प्रत्येक माह
it: Ogni mese
ja: 毎月
ko: 매달
pt_br: Mês
pt_pt: Mês
ru: Месяц
zh_hans: 每个月
zh_hant: 每個月
zh_hk: 每個月

# 매달 %@일
source: Monthly %@
ar: %@ من كل شهر
de: %@. jeden Monats
es: %@ de cada mes
fr: %@ de chaque mois
hi: हर महीने की %@ तारीख
it: %@ di ogni mese
ja: 毎月%@日
ko: 매달 %@일
pt_br: %@ de cada mês
pt_pt: %@ de cada mês
ru: %@-е число каждого месяца
zh_hans: 每个月 %@ 号
zh_hant: 每個月 %@ 號
zh_hk: 每個月嘅%@號

# 매해
source: Yearly
ar: سنوياً
de: Jährlich
es: Año
fr: Année
hi: प्रत्येक वर्ष
it: Ogni anno
ja: 毎年
ko: 매해
pt_br: Anos
pt_pt: Anos
ru: Год
zh_hans: 每年
zh_hant: 每年
zh_hk: 每年

# 매해 %@월 %@일
source: Yearly %1$@/%2$@
ar: سنويًا %2$@/%1$@
de: Jedes Jahr am %2$@/%1$@
es: %1$@/%2$@ cada año
fr: %1$@/%2$@ chaque année
hi: हर साल %1$@/%2$@
it: %1$@/%2$@ ogni anno
ja: 毎年%1$@月%2$@日
ko: 매해 %1$@월 %2$@일
pt_br: %2$@/%1$@ todos os anos
pt_pt: %2$@/%1$@ todos os anos
ru: %1$@/%2$@ каждого года
zh_hans: 每年%1$@月%2$@日
zh_hant: 每年%1$@月%2$@日
zh_hk: 每年%1$@月%2$@日

# 멤버십
source: Membership
ar: العضويات
de: Mitgliedschaft
es: Afiliación
fr: Adhésion
hi: सदस्यता
it: Appartenenza
ja: メンバーシップ
ko: 멤버십
pt_br: Adesão
pt_pt: Adesão
ru: Членство
zh_hans: 会员资格
zh_hant: 會員資格
zh_hk: 會員資格

# 면책 조항
source: Disclaimer
ar: إخلاء المسؤولية
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Clause de non-responsabilité
hi: अस्वीकरण
it: Dichiarazione di non responsabilità
ja: 免責事項
ko: 면책 조항
pt_br: Isenção de responsabilidade
pt_pt: Isenção de responsabilidade
ru: Отказ от ответственности
zh_hans: 免责声明
zh_hant: 免責聲明
zh_hk: 免責聲明

# 문화
source: Culture
ar: الثقافة
de: Kultur
es: Cultura
hi: संस्कृति
it: Cultura
ja: 文化
ko: 문화
pt_br: Cultura
pt_pt: Cultura
ru: Культура
zh_hans: 文化
zh_hant: 文化
zh_hk: 文化

# 버전
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
pt_pt: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本
zh_hk: 版本

# 분야 선택
source: Select a payment area
ar: اختر تخصصاً
de: Feld auswählen
es: Seleccionar campo
fr: Sélectionner un champ
hi: फ़ील्ड चुनें
it: Seleziona campo
ja: 分野の選択
ko: 분야 선택
pt_br: Selecione o campo
pt_pt: Selecione o campo
ru: Выберите дисциплину
zh_hans: 选择字段
zh_hant: 選擇字段
zh_hk: 揀付款欄位

# 새 정기 결제 추가
source: Add a new subscription
ar: إضافة دفعة متكررة جديدة
de: Neues Abonnement hinzufügen
es: Agregar nueva suscripción
fr: Ajouter un nouvel abonnement
hi: नई सदस्यता जोड़ें
it: Aggiungi un nuovo abbonamento
ja: 新しい定期支払いを追加
ko: 새 정기 결제 추가
pt_br: Adicionar nova assinatura
pt_pt: Adicionar nove assinatura
ru: Добавить новый повторяющийся платеж
zh_hans: 添加新订阅
zh_hant: 新增訂閱
zh_hk: 加入新嘅訂閱

# 설정 및 정보
source: Settings & Info
ar: الإعدادات والمعلومات
de: Einstellungen und Informationen
es: Configuración e información
fr: Paramètres et informations
hi: सेटिंग्स और जानकारी
it: Impostazioni e informazioni
ja: 設定と情報
ko: 설정 및 정보
pt_br: Configurações e informações
pt_pt: Configurações e informações
ru: Настройки и информация
zh_hans: 设置和信息
zh_hant: 設定和訊息
zh_hk: 設定同資訊

# 설정으로 이동
source: Go to settings…
ar: الانتقال إلى الإعدادات
de: Zu Einstellungen gehen
es: Ir a Ajustes
fr: Aller aux Paramètres
hi: सेटिंग्स पर जाएं
it: Vai alle Impostazioni
ja: 設定へ移動
ko: 설정으로 이동
pt_br: Ir para Configurações
pt_pt: Ir para Definições
ru: Перейти в Настройки
zh_hans: 前往设置
zh_hant: 前往設定
zh_hk: 前往設定

# 시스템 알림 설정
source: System Notification Settings
ar: إعدادات إشعارات النظام
de: System-Benachrichtigungseinstellungen
es: Ajustes de notificaciones del sistema
fr: Paramètres des notifications système
hi: सिस्टम सूचना सेटिंग्स
it: Impostazioni notifiche di sistema
ja: システム通知設定
ko: 시스템 알림 설정
pt_br: Configurações de Notificação do Sistema
pt_pt: Definições de Notificações do Sistema
ru: Настройки системных уведомлений
zh_hans: 系统通知设置
zh_hant: 系統通知設定
zh_hk: 系統通知設定

# 알림 권한 필요
source: Notification Permission Required
ar: إذن الإشعارات مطلوب
de: Benachrichtigungsberechtigung erforderlich
es: Se requiere permiso de notificación
fr: Autorisation de notification requise
hi: सूचना अनुमति आवश्यक
it: Autorizzazione notifiche richiesta
ja: 通知権限が必要
ko: 알림 권한 필요
pt_br: Permissão de Notificação Necessária
pt_pt: Permissão de Notificações Necessária
ru: Требуется разрешение на уведомления
zh_hans: 需要通知权限
zh_hant: 需要通知權限
zh_hk: 需要通知權限

# 오늘 내야할 금액은 '이번 달 남은 청구 금액'에 포함됩니다.
source: The amount due today is included in the 'Remaining / month'.
ar: يتم تضمين المبلغ المستحق اليوم في ”الفاتورة المتبقية لهذا الشهر“.
de: Der Betrag, den Sie heute schulden, ist in Ihrem „Restrechnungsbetrag für diesen Monat“ enthalten.
es: El monto que debe hoy está incluido en el "Importe restante/mes".
fr: Le montant que vous devez aujourd’hui est inclus dans le « Montant restant/mois ».
hi: आज आपकी बकाया राशि आपकी 'इस महीने की शेष बिल राशि' में शामिल है।
it: L'importo dovuto oggi è incluso nell'"importo rimanente della fattura per questo mese".
ja: 今日払わなければならない金額は、「今月残りの請求金額」に含まれます。
ko: 오늘 내야 할 금액은 ‘이번 달 남은 청구 금액’에 포함됩니다.
pt_br: O valor que você deve hoje está incluído no “Valor restante / mês”.
pt_pt: O valor que deve hoje está incluído no “Valor restante/mês”.
ru: Сумма, подлежащая оплате сегодня, будет включена в «Оставшаяся сумма/месяц».
zh_hans: 您今天所欠的金额包含在您的“本月剩余账单金额”中。
zh_hant: 您今天所欠的金額包含在您的「本月剩餘帳單金額」中。
zh_hk: 你今日欠嘅金額包括喺你嘅「今個月剩餘帳單金額」入面。

# 오른쪽으로 밀어서 수정
source: Swipe right to edit
ar: اسحب لليمين للتعديل
de: Nach rechts wischen zum Bearbeiten
es: Desliza hacia la derecha para editar
fr: Glissez vers la droite pour modifier
hi: संपादित करने के लिए दाएं स्वाइप करें
it: Scorri verso destra per modificare
ja: 右にスワイプして編集
ko: 오른쪽으로 밀어서 수정
pt_br: Deslize para a direita para editar
pt_pt: Deslize para a direita para editar
ru: Проведите вправо для редактирования
zh_hans: 向右滑动以修改
zh_hant: 向右滑動以修改
zh_hk: 向右掃嚟修改

# 왼쪽으로 밀어서 삭제
source: Swipe left to delete
ar: مرر لليسار للحذف
de: Zum Löschen nach links wischen
es: Desliza hacia la izquierda para eliminar
fr: Balayez vers la gauche pour supprimer
hi: हटाने के लिए बाएं स्वाइप करें
it: Scorri verso sinistra per eliminare
ja: 左にスワイプして削除
ko: 왼쪽으로 밀어서 삭제
pt_br: Deslize para a esquerda para excluir
pt_pt: Deslize para a esquerda para eliminar
ru: Проведите пальцем влево, чтобы удалить
zh_hans: 向左滑动即可删除
zh_hant: 向左滑動即可刪除
zh_hk: 向左滑動就可以刪除

# 유튜브 프리미엄, 정기 적금...
source: Membership, Recurring deposit…
ar: العضويات وحسابات التوفير...
de: Mitgliedschaft, regelmäßiges Sparen...
es: Membresía, ahorros regulares...
fr: Adhésion, économies récurrentes...
hi: सदस्यता, नियमित बचत...
it: Abbonamento, risparmi regolari...
ja: メンバーシップ、定期赤金...
ko: 유튜브 프리미엄, 정기 적금...
pt_br: Assinatura, poupanças regulares…
pt_pt: Subscrição, poupanças regulares...
ru: Членство, повторяющиеся сбережения...
zh_hans: 会员资格、定期储蓄...
zh_hant: 會員資格、定期儲蓄...
zh_hk: 會籍，定期儲蓄 …

# 이 앱에 대한 소스코드 보러 가기
source: View source code
ar: عرض الكود المصدري لهذا التطبيق
de: Quellcode anzeigen
es: Ver código fuente
fr: Afficher le code source
hi: स्रोत कोड देखें
it: Visualizza il codice sorgente
ja: ソースコードを見る
ko: 이 앱에 대한 소스코드 보러 가기
pt_br: Ver código-fonte
pt_pt: Ver código-fonte
ru: Посмотреть исходный код
zh_hans: 查看源代码
zh_hant: 查看原始碼
zh_hk: 睇源碼

# 이번 달 남은 청구 금액
source: Remaining / Month
ar: المبلغ المتبقي للشهر الحالي
de: Restrechnungsbetrag für diesen Monat
es: Importe restante/mes
fr: Montant restant/mois
hi: इस महीने की शेष बिल राशि
it: Importo rimanente della fattura per questo mese
ja: 今月残りの請求金額
ko: 이번 달 남은 청구 금액
pt_br: Valor restante / mês
pt_pt: Valor restante/mês
ru: Оставшаяся сумма/месяц
zh_hans: 本月剩余账单金额
zh_hant: 本月剩餘帳單金額
zh_hk: 今個月剩餘帳單金額

# 이번 달 총 청구 금액
source: Total amount / Month
ar: المبلغ الإجمالي للشهر الحالي
de: Gesamtrechnungsbetrag in diesem Monat
es: Importe total/mes
fr: thème d'écran
hi: इस माह कुल बिल राशि
it: Importo totale della fattura di questo mese
ja: 今月の総請求額
ko: 이번 달 총 청구 금액
pt_br: Valor total/mês
pt_pt: Valor total/mês
ru: Общая сумма/месяц
zh_hans: 本月账单总额
zh_hant: 本月帳單總額
zh_hk: 呢個月嘅總帳單金額

# 이체
source: Banking
ar: التحويل
de: Überweisen
es: Transferir
fr: Transfert
hi: स्थानांतरण
it: Trasferire
ja: 振替
ko: 이체
pt_br: Transferir
pt_pt: Transferir
ru: Переведено
zh_hans: 转移
zh_hant: 轉移
zh_hk: 轉往

# 이번 주 결제 예정 금액
source: Amount due this week
ar: مبلغ الدفع المتوقع لهذا الأسبوع
de: Erwarteter Zahlungsbetrag für diese Woche
es: Monto de pago previsto para esta semana
fr: Montant de paiement prévu pour cette semaine
hi: इस सप्ताह का अपेक्षित भुगतान राशि
it: Importo di pagamento previsto per questa settimana
ja: 今週の支払い予定額
ko: 이번 주 결제 예정 금액
pt_br: Valor de pagamento previsto para esta semana
pt_pt: Montante de pagamento previsto para esta semana
ru: Ожидаемая сумма платежа на этой неделе
zh_hans: 本周预计付款金额
zh_hant: 本週預計付款金額
zh_hk: 本週預計付款金額

# 이번 주에 %@이 빠져나갈 예정이에요.
source: You will spend %@ this week
ar: سيتم دفع %@ هذا الأسبوع
de: %@ wird diese Woche abgebucht
es: Se cobrará %@ esta semana
fr: %@ sera prélevé cette semaine
hi: इस सप्ताह %@ चार्ज किया जाएगा
it: %@ sarà addebitato questa settimana
ja: 今週%@が請求される予定です
ko: 이번 주에 %@이 빠져나갈 예정이에요.
pt_br: %@ será cobrado esta semana
pt_pt: %@ será cobrado esta semana
ru: %@ будет списано на этой неделе
zh_hans: 本周将收取 %@
zh_hant: 本週將收取 %@
zh_hk: 本週將會收取 %@

# 정기 결제 수정
source: Edit subscription
ar: تعديل الاشتراك
de: Abonnement bearbeiten
es: Editar suscripción
fr: Modifier l'abonnement
hi: सदस्यता संपादित करें
it: Modifica abbonamento
ja: サブスクリプションを編集
ko: 정기 결제 수정
pt_br: Editar assinatura
pt_pt: Editar subscrição
ru: Редактировать подписку
zh_hans: 修改订阅
zh_hant: 修改訂閱
zh_hk: 修改訂閱

# 정기 결제 수정하기
source: Edit subscription
ar: تعديل الاشتراك
de: Abonnement bearbeiten
es: Editar suscripción
fr: Modifier l'abonnement
hi: सदस्यता संपादित करें
it: Modifica abbonamento
ja: サブスクリプションを編集
ko: 정기 결제 수정하기
pt_br: Editar assinatura
pt_pt: Editar subscrição
ru: Редактировать подписку
zh_hans: 修改订阅
zh_hant: 修改訂閱
zh_hk: 修改訂閱

# 정기 결제 추가하기
source: Add a subscription
ar: إضافة دفعة متكررة
de: Fügen Sie wiederkehrende Zahlungen hinzu
es: Agregar pagos recurrentes
fr: Ajouter des paiements récurrents
hi: आवर्ती भुगतान जोड़ें
it: Aggiungi pagamenti ricorrenti
ja: 定期支払いを追加する
ko: 정기 결제 추가하기
pt_br: Adicionar pagamentos recorrentes
pt_pt: Adicionar pagamentos recorrentes
ru: Добавить повторяющийся платеж
zh_hans: 添加定期付款
zh_hant: 新增定期付款
zh_hk: 加入定期付款

# 주간 알림
source: Weekly Notifications
ar: إشعارات أسبوعية
de: Wöchentliche Benachrichtigungen
es: Notificaciones semanales
fr: Notifications hebdomadaires
hi: साप्ताहिक सूचनाएं
it: Notifiche settimanali
ja: 週次通知
ko: 주간 알림
pt_br: Notificações Semanais
pt_pt: Notificações Semanais
ru: Еженедельные уведомления
zh_hans: 每周通知
zh_hant: 每週通知
zh_hk: 每週通知

# 주간 알림을 받으려면 설정에서 알림을 허용해주세요.
source: Please allow notifications in settings to receive weekly notifications
ar: يرجى السماح بالإشعارات في الإعدادات لتلقي الإشعارات الأسبوعية
de: Bitte aktivieren Sie Benachrichtigungen in den Einstellungen, um wöchentliche Benachrichtigungen zu erhalten
es: Por favor, permite las notificaciones en Ajustes para recibir notificaciones semanales
fr: Veuillez autoriser les notifications dans les Paramètres pour recevoir les notifications hebdomadaires
hi: साप्ताहिक सूचनाएं प्राप्त करने के लिए कृपया सेटिंग्स में सूचनाओं को अनुमति दें
it: Per ricevere notifiche settimanali, abilita le notifiche nelle Impostazioni
ja: 週次通知を受け取るには設定で通知を許可してください
ko: 주간 알림을 받으려면 설정에서 알림을 허용해주세요.
pt_br: Por favor, permita notificações nas Configurações para receber notificações semanais
pt_pt: Por favor, permita notificações nas Definições para receber notificações semanais
ru: Пожалуйста, разрешите уведомления в Настройках для получения еженедельных уведомлений
zh_hans: 请在设置中允许通知以接收每周通知
zh_hant: 請在設定中允許通知以接收每週通知
zh_hk: 請喺設定度允許通知先可以收到每週通知

# 취소
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# 화면 테마
source: Themes
ar: الموضوعات
de: Bildschirmthema
es: Tema
fr: Thème d'écran
hi: स्क्रीन थीम
it: tema dello schermo
ja: 画面テーマ
ko: 화면 테마
pt_br: Tema da tela
pt_pt: Tema da tela
ru: Тема экрана
zh_hans: 主题
zh_hant: 主題
zh_hk: 主題

# 확인
source: Confirm
ar: تأكيد
de: Bestätigen Sie
es: Confirme
fr: Confirmer
hi: जाँच करना
it: Confermare
ja: 確認
ko: 확인
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердите
zh_hans: 确认
zh_hant: 確認
zh_hk: 確認

source: 일
de: Tag
ja: 日
zh_hans: 日
zh_hant: 日
zh_hk: 日

# 다크
source: Dark
ko: 다크

# 라이트
source: Light
ko: 라이트

# 본 앱에서 계산하는 금액은 틀릴 수 있으니, 반드시 교차 검증하여 지출 계획을 세우시기 바랍니다.
source: The amounts calculated by the app may be incorrect, so be sure to cross-verify and plan your spending.
ko: 본 앱에서 계산하는 금액은 틀릴 수 있으니, 반드시 교차 검증하여 지출 계획을 세우시기 바랍니다.

# 시스템
source: System
ko: 시스템

# 프날 Pnal (apps@pnal.dev)
source: Pnal (apps@pnal.dev)
ko: 프날 Pnal (apps@pnal.dev)
